<?php

return [
    'clients' => [
        'section' => 'Клиенты VPN',
        'title' => 'Клиенты VPN',
        'clients' => 'Созданные клиенты',
        'table' => [
            'name' => 'Имя',
            'status' => 'Статус',
            'time' => 'Дата создания',
        ],
        'form' => [
            'create' => [
                'title' => 'Создать нового клиента',
                'label' => [
                    'name' => 'Имя',
                ],
                'button' => [
                    'create' => 'Создать',
                ],
            ],
        ],
        'message' => [
            'empty_results' => 'Похоже на сервере не создано ни одного клиента.',
            'created' => 'Конфигурация успешно создана.',
            'deleted' => 'Конфигурация успешно удалена.',
        ],
    ]
];