<?php

return [
    'section' => 'Брандмауэр',
    'title' => 'Брандмауэр',
    'active_rules' => 'Активные',
    'table' => [
        'name' => 'Название',
        'port' => 'Порт',
        'from' => 'From',
        'policy' => 'Политика',
        'status' => 'Статус',
    ],
    'message' => [
        'empty_rules' => 'Похоже на сервере нет ни одного правила.',
        'created' => 'Новое правило успешно добавлено',
        'deleted' => 'Правило успешно удалено.',
    ],
    'form' => [
        'create' => [
            'title' => 'Добавить новое правило',
            'label' => [
                'name' => 'Название',
                'port' => 'Порт',
                'from' => 'From',
                'policy' => 'Политика',
            ],
            'button' => [
                'create' => 'Добавить',
            ],
        ],
    ],
];